export const COMPETENCIES = [
  "Ремонт",
  "Фандрайзинг",
  "Транспортировка",
  "Ветпомощь",
  "Социализация",
  "Фото/видео",
] as const;

export const AVAILABILITY = [
  "Понедельник",
  "Вторник",
  "Среда",
  "Четверг",
  "Пятница",
  "Суббота",
  "Воскресенье",
  "Утром",
  "Днём",
  "Вечером",
] as const;

export const PREF_ANIMALS = [
  "Грызуны",
  "Кошки",
  "Кролики",
  "Птицы",
  "Рептилии",
  "Рыбы",
  "Собаки",
  "Хорьки",
] as const;

export const PREF_INTERACTION = ["Приюты", "Частные передержки"] as const;

export const CITY_DEFAULT = "Екатеринбург";

export const DISTRICTS = [
  "Кировский",
  "Верх-Исетский",
  "Железнодорожный",
  "Октябрьский",
  "Академический",
  "Орджоникидзевский",
  "Ленинский",
  "Чкаловский",
] as const;